{
    "version": "https://jsonfeed.org/version/1",
    "title": "aankhen-kahe-jo",
    "description": "",
    "home_page_url": "https://arpitt-18.github.io/Aankhe",
    "feed_url": "https://arpitt-18.github.io/Aankhe/feed.json",
    "user_comment": "",
    "icon": "https://arpitt-18.github.io/Aankhe/media/website/InShot_20250216_161836844.png",
    "author": {
        "name": "Aankhe"
    },
    "items": [
        {
            "id": "https://arpitt-18.github.io/Aankhe/old-wine.html",
            "url": "https://arpitt-18.github.io/Aankhe/old-wine.html",
            "title": "Old Wine",
            "summary": "A long day it was And I hoped for night With someone dear I wholeheartedly&hellip;",
            "content_html": "<p class=\"align-center\">A long day it was<br>And I hoped for night<br>With someone dear<br>I wholeheartedly like<br><br>But a verse well known<br>Was reality to my fright<br>That all nights end<br>As the sun resides<br><br>Craving again in light<br>a glimpse of my star<br>Far ahead it lies<br>In shadows of my scars<br><br>Will we heal together?<br>What light has burned<br>I don't know at all<br>Truth I never learned<br><br>Dusks do come often<br>The Sun leaves a guard<br>Moon ensures always<br>I shall not forget the past<br><br>If only once in a month,<br>It sleeps, embracing night<br>My eyes look for you<br>A little speck in sight<br><br>Days, months and years<br>Dark blinds, light shines<br>And my eyes gaze the sky<br>Searching for an old wine</p>",
            "author": {
                "name": "Aankhe"
            },
            "tags": [
                   "English Poems"
            ],
            "date_published": "2025-05-19T01:15:01+05:30",
            "date_modified": "2025-05-19T01:15:01+05:30"
        },
        {
            "id": "https://arpitt-18.github.io/Aankhe/a-look-at-life.html",
            "url": "https://arpitt-18.github.io/Aankhe/a-look-at-life.html",
            "title": "A Look At Life",
            "summary": "A look at life With big boggly glasses Of red and blue frames And inflated&hellip;",
            "content_html": "<p class=\"align-center\">A look at life<br>With big boggly glasses<br>Of red and blue frames<br>And inflated lenses<br>You may see God!<br>You may find heaven!<br>And even a perception<br>That this is your true vision<br><br>A look at life<br>With now distorted glasses<br>Of muted red and blue frames<br>And broken pieces of lenses<br>You may see demons!<br>You may find hell!<br>And a misguided illusion<br>That life is erosion<br><br>A look at life<br>With no illusive glasses<br>Your mere eyes and brows<br>And, of course, eyelashes<br>You may see humans.<br>You may find nature.<br>And truest of all reason<br>Is your own fascination.</p>",
            "author": {
                "name": "Aankhe"
            },
            "tags": [
                   "English Poems"
            ],
            "date_published": "2025-05-19T00:59:45+05:30",
            "date_modified": "2025-05-19T00:59:45+05:30"
        },
        {
            "id": "https://arpitt-18.github.io/Aankhe/shbdon-kii-biryaanii.html",
            "url": "https://arpitt-18.github.io/Aankhe/shbdon-kii-biryaanii.html",
            "title": "शब्दों की बिरयानी",
            "summary": "रसोई का नजारा: मनन: आह हा! बड़ी प्यारी खुशबु है, ऐसा क्या बना रहे हो&hellip;",
            "content_html": "<h3 class=\"wp-block-heading has-text-align-center has-custom-skb-green-background-color has-background align-center\">रसोई का नजारा:</h3>\n<p>मनन: आह हा! बड़ी प्यारी खुशबु है, ऐसा क्या बना रहे हो हलवाई जी?</p>\n<p>हलवाई: जी ये तो शब्दों की बिरयानी है, हमारी बनावट और महाराज की पसंदीदा, इसलिए दावत में इसे ही रखा है। वैसे आप कौन है?</p>\n<p>मनन: जी मैं उसी दावत के लिया यहां आया हुआ मेहमान हूं। बहुत चर्चे सुने है आपके महाराज से इसलिए देखने चला आया। वैसे एक बात पूछ सकता हूं?</p>\n<p>हलवाई: अरे बिल्कुल! हमें अपना दास ही समझिए।</p>\n<p>मनन: ये बिरयानी में आप ऐसा क्या डालते है जिसकी खुशबू से खुद पर गर्व महसूस होने लगता है?</p>\n<p>हलवाई: देखिए बाकि सब तो आम से ही शब्द है जैसे खूबसूरत, प्यारा, बहादुर, सज्जन वगैरा पर इनके ऊपर डाला जाता है स्वयं का मसाला।\"</p>\n<p>मनन: स्वयं का मसाला? हलवाई: जी हां, ये बेशकीमती मसाला हमारी खोज है। ये वास्तव में मैं, मेरा और मुझे जैसे शब्दों को कूट के सही मात्रा में डालने पर बनता है।</p>\n<p>मनन: क्या बात है! इसलिए गर्व महसूस होता है। मगर सुनने में आया था कुछ दिवस पहले महाराज आप पर बहुत गुस्सा हुए थे।\"</p>\n<p>हलवाई: अरे यार, न जाने किसने स्वयं के डब्बे की जगह त्वम का डब्बा रख दिया था। अब कभी कभी तो भूलचुक हो जाती है। मगर चिंता न करे, प्रायश्चित के तौर पर आज दावत के लिए लाजवाब जी हुज़ूर खीर भी बनाई है मैंने। इसमें हां जी, बिल्कुल सही, सर्वोपरि जैसे शब्दों की मिठास है।</p>\n<p>मनन: बेहतरीन! आज महाराज आपको उपहार देकर ही छोड़ेंगे। देख लीजएगा।</p>\n<h3 class=\"wp-block-heading has-text-align-center has-custom-skb-green-background-color has-background align-center\">भोजन कक्ष का नजारा:</h3>\n<p>मनन: महाराज दावत बड़ी ही अप्रतिम थी। आपसे और आपके हलवाई से जो इसके बारे सुना, वह पूर्णतः सत्य निकला। अब यह जल पीना बाकी रहा है मगर मुंह का स्वाद फीका न पड़ जाए इसलिए रुका बैठा हूं।</p>\n<p>महाराज: हां तो मित्र, हमने कहां था न तुमसे की इसकी बात ही कुछ और है।(बाकी बैठक की ओर मुड़कर) क्यों भाइयों? आप सब को भी दावत रास आई? जल तो आप सब ने भी नहीं लिया?</p>\n<p>(सामने से तारीफे ही तारीफे सुनने को मिली)</p>\n<p>एक मेहमान: ऐसा लगता की है, मैं ही महाराज हूं। महाराज: दुष्ट! कौन था यह? किसने हमारी मेहमान नवाजी का तिरस्कार किया?</p>\n<p>दूसरा मेहमान: गलत कहां कह रहा है महाराज? मुझे भी लगने लगा है कि मैं महाराज क्यों नहीं हो सकता? कौशल तो बराबर का है।</p>\n<p>(सब लोग अपनी अपनी दावेदारी रखने लगे)</p>\n<p>महाराज: मनन क्या तुम्हे भी लगता है कि तुम मुझसे भी श्रेष्ठ हो?</p>\n<p>मनन(उलझन में जल पीते हुए): लग तो रहा है महाराज, मगर असमंजस सी हो रही है।</p>\n<p>महाराज(गुस्से में): अपमान! अपमान है यह मेरा और मेरे शौर्य का।(तलवार निकालकर) अगर ऐसा है तो तय हो जाये की कौन महाराज कहलाने के लायक है।</p>\n<p>(सब एक साथ तलवार निकालते हुए) हां हां बिल्कुल।</p>\n<p>(इतने में हलवाई का प्रवेश)</p>\n<p>हलवाई: अरे यह क्या! यह तो युद्ध शुरू हो गया। ऐसे में उपहार मिलने से रहा। जल्द से जल्द कलटी मार लेता हूं।</p>\n<p>मनन(हलवाई को पकड़कर): कहां भाग रहे हो? सही–सही बताओ, उस जल में क्या मिलाया है? पहले तो मुझे भी महाराज सा महसूस हो रहा था पर उसे पीने के पश्चात होश आया।</p>\n<p>हलवाई(हाथ जोड़कर): क्षमा मान्यवर, दावत में मिले मसाले मीठे मगर विषैले है। मन उनमें ब्रह्मित न रह जाए इसलिए जल में थोड़ा त्वम डाला गया है। इन्होंने जलपान किया ही नहीं है, इसलिए स्वयं का विष इनके मन में फैल रहा है।</p>\n<p>मनन: अब क्या करे?</p>\n<p>हलवाई: अब कोई तोड़ नहीं है। थोड़े ही पलों में यह खुदको ही मार देंगे।</p>\n<p>मनन: क्यों?</p>\n<p>हलवाई(महाराज की और इशारा करके): खुद देख लीजिए।</p>\n<p>महाराज: मुझसे मेरी वीरता का यह धिक्कार अब और नहीं देखा जाएगा। इससे बेहतर होगा मैं खुद ही अपनी जान लेलूं।</p>\n<p>मनन(भागते हुए): नहीं महाराज।( महाराज अपने पेट में तलवार डाल देते है) अनर्थ है यह!</p>\n<p>मेहमान: मैं भी किसी और तलवार से मरूं इससे अच्छा मेरी तलवार को ही यह सौभाग्य दूं।</p>\n<p>(एक एक करके सब खुद को मार देते है)</p>\n<p>मनन(चौंके हुए): यह...यह क्या किया तुमने हलवाई...(अचानक से) हलवाई! कहां गया तू? दुष्ट, पाखंडी, इतनी लाशें बिछा के भाग गया! पूरा राज्य तलाशा जायेगा पर तुझे ढूंढ कर ही रहूंगा। अब पुनर्जन्म के दूध का मसाला भी तू ही बनाएगा।</p>",
            "image": "https://arpitt-18.github.io/Aankhe/media/posts/3/1-2.png",
            "author": {
                "name": "Aankhe"
            },
            "tags": [
                   "Plays🎭",
                   "Hindi"
            ],
            "date_published": "2025-05-19T00:08:06+05:30",
            "date_modified": "2025-05-19T01:22:42+05:30"
        },
        {
            "id": "https://arpitt-18.github.io/Aankhe/the-artist.html",
            "url": "https://arpitt-18.github.io/Aankhe/the-artist.html",
            "title": "The Artist",
            "summary": "Interviewer: I’ve noticed your art pieces either have a face or the night sky. Why&hellip;",
            "content_html": "<p class=\"align-left\">Interviewer: I’ve noticed your art pieces either have a face or the night sky. Why is that?<br><br>Artist: That’s because all my life, I have either looked in a mirror or at the cosmos. The question you should ask is—what’s the difference?<br><br>Interviewer: Is there a difference?<br><br>Artist: There is. One is external reflection. The other is internal.<br><br>Interviewer: Ah, as expected. Your style of tuning anything into philosophy is well appreciated. While preparing for this interaction, I came across a quote where you wrote:<br><br>Some yellow leaves on an evergreen tree, <br>Is this the way it was meant to be?<br><br>So tell me—are you one of the red leaves?<br><br>Artist: I feel I am a green one, but with an eye that can notice the extraordinary.<br><br>Interviewer: And is this eye the reason you often paint your words with colors that are obscure and weird?<br><br>Artist: No. It’s a temptation to touch that uniqueness.<br><br>Interviewer: I don't know what to say. My last question should have been, what is an artist according to you? But I feel you have described it already and that too fluidly. So I will rather ask now, Why is an artist?<br><br>Artist: I don't know. Maybe that's why.</p>",
            "image": "https://arpitt-18.github.io/Aankhe/media/posts/2/1-1.png",
            "author": {
                "name": "Aankhe"
            },
            "tags": [
                   "Plays🎭",
                   "English"
            ],
            "date_published": "2025-05-18T23:09:49+05:30",
            "date_modified": "2025-05-19T01:22:26+05:30"
        }
    ]
}
